{
  "description": "How do you complete the building of a cathedral started nearly 100 years before by an eccentric but brilliant architect who left no written plans and whose plaster models were destroyed by Spanish anarchists? Here’s your chance to ask the architect faced with that challenge.<br />\r\n<br />\r\nFor over three decades, Australian architect Mark Burry has devoted his career to untangling the mysteries left in Antoni Gaudi’s masterpiece, the Sagrada Familia in Barcelona, which was less than one-quarter done when he died in 1926. There were “secrets” in Gaudi’s design, the basilica’s two octogenarian architects told Burry in 1977 when he started. Every aspect of Gaudi’s complex design took shape in his head. But it has taken software designed for the aerospace industry to bring his innovations in acoustics, structure, color, and light to fruition. Burry will describe the cultural enrichment that comes from such a transcendent project.",
  "duration": 4848,
  "embed_privacy": "anywhere",
  "height": 480,
  "id": 111784729,
  "mobile_url": "http://vimeo.com/111784729",
  "tags": "Mark Burry, Gaudi, Sagrada Família Basilica, Friend's Lecture",
  "thumbnail_large": "http://i.vimeocdn.com/video/496672529_640.jpg",
  "thumbnail_medium": "http://i.vimeocdn.com/video/496672529_200x150.jpg",
  "thumbnail_small": "http://i.vimeocdn.com/video/496672529_100x75.jpg",
  "title": "Mark Burry | Meeting the Challenges of Completing Gaudí’s Sagrada Família Basilica",
  "upload_date": "2014-11-13 16:26:39",
  "url": "http://vimeo.com/111784729",
  "user_id": 24860937,
  "user_name": "Minneapolis Institute of Arts",
  "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
  "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
  "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
  "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
  "user_url": "http://vimeo.com/artsmia",
  "width": 640
}
