{
  "description": "Who better than an internationally renowned Habsburg to speak about the eccentricities and collecting fervor of the dynasty that ruled Europe for over 600 years? Géza von Habsburg will offer an “insider” view of the Habsburg royals, beginning with Emperor Maximilian I around 1500, the first to use family wealth and art to elevate the status of the House of Austria. Emperor Rudolph II (1552-1612), famed for his spendthrift ways and neglect of state affairs, was so obsessed with obtaining rare art objects that he literally lost the crowns of Hungary and Bohemia, and very nearly his title of Holy Roman Emperor. Yet, the glories of such extensive collections led to formation of today’s Kunstkammer in Vienna, from which the MIA will receive treasures for its next great exhibition, “The Habsburgs: Rarely Seen Masterpieces from Europe’s Greatest Dynasty.” Dr. von Habsburg brings us stories of these captivating royals and their exquisite objets.<br />\r\n<br />\r\nFamed for his expertise on Fabergé, Dr. von Habsburg has written and curated extensively on this subject. He was Chairman of Christie’s in Europe for 18 years, specializing in Old Master paintings and the applied arts. He has taught at the New York School of Interior Design, at the Bard Graduate Center for the Decorative Art, at New York University, and lectures worldwide. He is currently a visiting professor at Okinawa University in Japan and serves on the vetting committees of numerous international art fairs. Dr. von Habsburg is the great, great grandson of Emperor Franz-Joseph of Austria and grandson of King Frederick Augustus III of Saxony.",
  "duration": 5105,
  "embed_privacy": "anywhere",
  "height": 540,
  "id": 116486856,
  "mobile_url": "http://vimeo.com/116486856",
  "tags": "Géza von Habsburg, Vienna Kunstkammer",
  "thumbnail_large": "http://i.vimeocdn.com/video/502951936_640.jpg",
  "thumbnail_medium": "http://i.vimeocdn.com/video/502951936_200x150.jpg",
  "thumbnail_small": "http://i.vimeocdn.com/video/502951936_100x75.jpg",
  "title": "Géza von Habsburg- “Great Habsburg Collectors: The Birth of the Vienna Kunstkammer”",
  "upload_date": "2015-01-11 14:44:42",
  "url": "http://vimeo.com/116486856",
  "user_id": 24860937,
  "user_name": "Minneapolis Institute of Arts",
  "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
  "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
  "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
  "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
  "user_url": "http://vimeo.com/artsmia",
  "width": 720
}
