{
  "description": "Saturday, April 11, 2015<br />\n<br />\nRichard Buckley<br />\n<br />\nIn 2012, a team of archaeologists from the University of Leicester set out to search for the final resting place of Richard III, England’s Last Plantagenet king, under a parking lot in central Leicester. Against all odds, the project located the burial site of the king, who died in 1485 in the Battle of Bosworth Field. With a skeleton marked by battle scars and a distinctive spinal curvature, his identity was subsequently confirmed following an extensive program of scientific analysis, including a DNA match with modern-day relatives, which generated press interest from around the globe.<br />\n<br />\nRichard Buckley has spent over 35 years working as an archaeologist in Leicester, specializing in complex Roman and medieval urban sites and historic buildings. He is co-director of University of Leicester Archaeological Services and was lead archaeologist from the University of Leicester on the Search for Richard project. Co-presented with the Archaeological Institute of America, the Forsyth Lecture.",
  "duration": 4250,
  "embed_privacy": "anywhere",
  "height": 366,
  "id": 125058578,
  "mobile_url": "http://vimeo.com/125058578",
  "tags": "King Richard III, Archaeological Institute of Amer, AIA, Leicester, archaeology, Forsyth Lecture",
  "thumbnail_large": "http://i.vimeocdn.com/video/515016599_640.jpg",
  "thumbnail_medium": "http://i.vimeocdn.com/video/515016599_200x150.jpg",
  "thumbnail_small": "http://i.vimeocdn.com/video/515016599_100x75.jpg",
  "title": "Richard III, The King Under the Car Park: The Story of the Search for the Burial Place of England’s Last Plantagenet King",
  "upload_date": "2015-04-15 12:18:05",
  "url": "http://vimeo.com/125058578",
  "user_id": 24860937,
  "user_name": "Minneapolis Institute of Arts",
  "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
  "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
  "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
  "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
  "user_url": "http://vimeo.com/artsmia",
  "width": 640
}
