{
  "description": "The fourth edition of \"New Pictures,\" a semi-annual series dedicated to showcasing vital experiments in photography and new media by artists from around the world, features a selection of photographs by Angela Strassheim from her series Evidence. These pictures draw on photography's historical association with images of death. In the late 19th century, families often took pictures of deceased children and loved ones to preserve their memories. At the same time, homicide detectives, lawyers, and journalists have long used photographs as evidence of murders and other crimes. Employing forensic techniques to record domestic interiors where murders have taken place in New York, Massachusetts, and Minneapolis, Strassheim merges these two deeply rooted themes of memory and crime in her images.<br />\r\n<br />\r\nA graduate of the Minneapolis College of Art and Design and the M.F.A. program at Yale University, Strassheim received training and a certificate in forensic photography. During a six-year period between her undergraduate and graduate studies, she earned a living as a forensic photographer, taking pictures of crime scenes and autopsies. Since 2009, she has applied this on-the-job experience to produce Evidence, a more nuanced and less scientific examination of domestic crime. These photographs reveal the eerie vestiges of past lives in homes that are now inhabited by new families. To contextualize the long history of photography with the genre of crime and murder, the exhibition also features a display of photographs from local historical collections.",
  "duration": 162,
  "embed_privacy": "anywhere",
  "height": 720,
  "id": 90134386,
  "mobile_url": "http://vimeo.com/m/90134386",
  "tags": "",
  "thumbnail_large": "http://i.vimeocdn.com/video/469155716_640.jpg",
  "thumbnail_medium": "http://i.vimeocdn.com/video/469155716_200x150.jpg",
  "thumbnail_small": "http://i.vimeocdn.com/video/469155716_100x75.jpg",
  "title": "New Pictures 4: Angela Strassheim",
  "upload_date": "2014-03-26 12:11:34",
  "url": "http://vimeo.com/90134386",
  "user_id": 24860937,
  "user_name": "Minneapolis Institute of Arts",
  "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
  "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
  "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
  "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
  "user_url": "http://vimeo.com/artsmia",
  "width": 1280
}
