{
  "description": "A few years ago, a friend gave artist Jason Fulford a manila envelope, found at a flea market. The envelope contained 80 photographs of mushrooms, each composed and annotated with the care of someone who just had to be a mushroom collector. These anonymous photographs inspired Fulford to create his own collection of photographs, publications, sculptures, and performances, all under the umbrella of the Soon Institute. Similar to the lifecycle of mushrooms, the project goes underground and periodically sprouts up in various artistic forms (including The Mushroom Collector, a book he published in 2010), in unexpected locations, such as New York, California, and Amsterdam.<br />\r\n<br />\r\nFulford's pictures appear to be unremarkable shots of commonplace objects, people, and places. Yet a closer look reveals humorous and subtle oddities. Fulford's images reveal themselves through repetition, sequences, and relationships between form and shadow, abstraction and reality. His work is now on view in \"New Pictures 5\" in Gallery 262.<br />\r\n<br />\r\nFulford is a photographer and co-founder of the publishing house J&L Books in Atlanta / New York, and the author of several titles. He has lectured widely, and is a contributing editor to Blind Spot magazine. Fulford's photographs have been featured in magazines and books.",
  "duration": 153,
  "embed_privacy": "anywhere",
  "height": 720,
  "id": 90134389,
  "mobile_url": "http://vimeo.com/m/90134389",
  "tags": "",
  "thumbnail_large": "http://b.vimeocdn.com/ts/469/156/469156337_640.jpg",
  "thumbnail_medium": "http://b.vimeocdn.com/ts/469/156/469156337_200.jpg",
  "thumbnail_small": "http://b.vimeocdn.com/ts/469/156/469156337_100.jpg",
  "title": "New Pictures 5: Jason Fulford",
  "upload_date": "2014-03-26 12:11:35",
  "url": "http://vimeo.com/90134389",
  "user_id": 24860937,
  "user_name": "Minneapolis Institute of Arts",
  "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
  "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
  "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
  "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
  "user_url": "http://vimeo.com/artsmia",
  "width": 1280
}
