{
  "description": "The new sculptures in Amy Toscani's CHASTUSHKI exhibition have been carefully churned through her distinctly Midwestern aesthetic, which is to say she draws equally from thrift-store treasures, her wry sense of humor, and found sculptures that can also be described as \"suburban sublime.\" For those familiar with her work, these new pieces will show her important shift to working on a human scale and more quickly. Since her use of art-historical concepts such as ready-made and recycling are so elastic, she can develop forms that become endearingly awkward and self-effacing. Cuccu began as a found sad-eyed dog figurine, the top portion seamlessly transitioning into Toscani's sculpted, oversize lower body, a scale at once hilarious and pathetic. Toscani is a recent recipient of the McKnight Artist Fellowship and has had numerous one-person and group shows, most recently at Rosalux Gallery in Minneapolis.<br />\r\n<br />\r\nChad Rutter and Amy Toscani Exhibition Dates: April 18 - June 29, 2014<br />\r\nhttp://new.artsmia.org/exhibition/amy-toscani-and-chad-rutter/<br />\r\n<br />\r\nThe Minnesota Artists Exhibition Program (MAEP) is a curatorial program of the Minneapolis Institute of Arts (MIA) dedicated to exhibiting and supporting artists living and working in the state of Minnesota. <br />\r\n<br />\r\nhttp://new.artsmia.org/exhibitions/maep/",
  "duration": 108,
  "embed_privacy": "anywhere",
  "height": 720,
  "id": 95755169,
  "mobile_url": "http://vimeo.com/m/95755169",
  "tags": "",
  "thumbnail_large": "http://i.vimeocdn.com/video/475732677_640.jpg",
  "thumbnail_medium": "http://i.vimeocdn.com/video/475732677_200x150.jpg",
  "thumbnail_small": "http://i.vimeocdn.com/video/475732677_100x75.jpg",
  "title": "Amy Toscani: CHASTUSHKI",
  "upload_date": "2014-05-19 10:57:07",
  "url": "http://vimeo.com/95755169",
  "user_id": 24860937,
  "user_name": "Minneapolis Institute of Arts",
  "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
  "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
  "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
  "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
  "user_url": "http://vimeo.com/artsmia",
  "width": 1280
}
