{
  "description": "Jones gained notoriety for photographing psychoanalysts' therapy rooms in the late 1990s and has continued to explore this provocative subject. In Analyst (Couch) (I), 2008, she shows the therapist's viewpoint: a banal-looking couch covered with a red blanket bears the imprint of the patient who lay upon it during a session. Arrangement (Analyst) (I), 2007, focuses on the objects that have been carefully arranged by the analyst to create a soothing environment for the patient.<br />\r\n<br />\r\nTwo large-scale diptychs—one showing a horse and the other a rose bush—refer to early stereographic prints and explore the potential for photography to reveal uncanny perspectives. In The Rose Gardens (display: III / white) (II) and (III), of 2008, Jones photographed a rose bush from both front and back so viewers can contemplate both viewpoints simultaneously. In Horse (profile / black) (II) and (III), of 2012, she paired two images of a horse, whose majestic presence is compressed through the process of doubling.<br />\r\n<br />\r\nJones earned her master of fine arts degree at Goldsmith College in London and has been exhibiting internationally for over twenty years. She is represented by Maureen Paley, London, and Anton Kern Gallery, New York, and is also a tutor at The Royal College of Art in London. A new monograph published by Violette Editions, with contributions by David Campany, Brian Dillon, and A. M. Homes, is now available in bookshops.<br />\r\n<br />\r\nMusic credit: \"White Lotus\" by Kevin Macleod",
  "duration": 120,
  "embed_privacy": "anywhere",
  "height": 720,
  "id": 96710338,
  "mobile_url": "http://vimeo.com/m/96710338",
  "tags": "",
  "thumbnail_large": "http://i.vimeocdn.com/video/476841556_640.jpg",
  "thumbnail_medium": "http://i.vimeocdn.com/video/476841556_200x150.jpg",
  "thumbnail_small": "http://i.vimeocdn.com/video/476841556_100x75.jpg",
  "title": "New Pictures 8: Sarah Jones",
  "upload_date": "2014-05-28 11:04:42",
  "url": "http://vimeo.com/96710338",
  "user_id": 24860937,
  "user_name": "Minneapolis Institute of Arts",
  "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
  "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
  "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
  "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
  "user_url": "http://vimeo.com/artsmia",
  "width": 1280
}
