[
  {
    "description": "Noriko Furunishi's monumental landscape photographs inaugurate New Pictures, a semiannual series dedicated to innovative work by emerging artists from around the world. Presented each fall and spring, the series highlights the vital experimentations in photography and new media undertaken by artists who grapple with making images that address today's culture.<br />\r\n<br />\r\nFurunishi, who was born in Kobe, Japan, and lives in Los Angeles, uses a large-format 4 x 5 camera to make several film images of geographical sites in the United States. Each image represents a different point of view, typically including one with a span from the tip of the artists toes into the foreground and landscape. After selecting four to six images, Furunishi scans the negatives onto a computer and then digitally stitches them together with Adobe Photoshop to create seemingly continuous landscapes. A close look reveals that some images have been flipped upside down or rearranged within the composition. The vertical orientation of Furunishi's photographs recalls the complex formal compositions of historical Chinese and Japanese hanging scroll paintings, providing a contemporary perspective on the MIA's renowned Asian collection.<br />\r\n<br />\r\nFurunishi's photographs suggest the new visual conditions and technological possibilities of our own time through their subtly warped vistas, which upend preconceptions about the land beneath our feet and the skies overhead.",
    "duration": 241,
    "embed_privacy": "anywhere",
    "height": 720,
    "id": 89751956,
    "mobile_url": "http://vimeo.com/m/89751956",
    "stats_number_of_comments": 0,
    "stats_number_of_likes": 3,
    "stats_number_of_plays": 122,
    "tags": "",
    "thumbnail_large": "http://i.vimeocdn.com/video/469158561_640.jpg",
    "thumbnail_medium": "http://i.vimeocdn.com/video/469158561_200x150.jpg",
    "thumbnail_small": "http://i.vimeocdn.com/video/469158561_100x75.jpg",
    "title": "New Pictures 1: Noriko Furunishi",
    "upload_date": "2014-03-21 18:08:12",
    "url": "http://vimeo.com/89751956",
    "user_id": 24860937,
    "user_name": "Minneapolis Institute of Arts",
    "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
    "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
    "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
    "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
    "user_url": "http://vimeo.com/artsmia",
    "width": 1280
  },
  {
    "description": "Abstract photographs by the German artist Marco Breuer (b. 1966) are featured in this \"New Pictures\" exhibition, the second in a semiannual series dedicated to innovative new work by artists from around the world. Presented each fall and spring, New Pictures highlights the vital experimentations in photography and new media undertaken by artists who grapple with making images that address today's culture.<br />\r\n<br />\r\nBreuer's works invite close inspection of their complex and delicate surfaces, colors, and forms. At the same time, they challenge our assumptions by raising the question \"What is a photograph?\" Breuer omits the two elements most commonly associated with photographs: the camera and a representational picture of the world. By sanding, scraping, burning, embossing, and cutting the light-sensitive surface of the photographic paper, he emphasizes the medium's fundamental elements: light-sensitive photographic paper, and light. In the end, Breuer's images are not just pictures, they are physical marks of the material world.<br />\r\n<br />\r\nTo capture the complexity of Breuer's approach to photography, a second edition of \"New Pictures 2: Marco Breuer\" will be on view starting March 12. At that time, the artist will alter the space to evoke a darkroom and will create a site-specific installation addressing the relationship between photography and drawing.",
    "duration": 87,
    "embed_privacy": "anywhere",
    "height": 720,
    "id": 90134383,
    "mobile_url": "http://vimeo.com/m/90134383",
    "stats_number_of_comments": 0,
    "stats_number_of_likes": 1,
    "stats_number_of_plays": 69,
    "tags": "",
    "thumbnail_large": "http://i.vimeocdn.com/video/469154005_640.jpg",
    "thumbnail_medium": "http://i.vimeocdn.com/video/469154005_200x150.jpg",
    "thumbnail_small": "http://i.vimeocdn.com/video/469154005_100x75.jpg",
    "title": "New Pictures 2: Marco Breuer",
    "upload_date": "2014-03-26 12:11:33",
    "url": "http://vimeo.com/90134383",
    "user_id": 24860937,
    "user_name": "Minneapolis Institute of Arts",
    "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
    "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
    "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
    "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
    "user_url": "http://vimeo.com/artsmia",
    "width": 1280
  },
  {
    "description": "The third exhibition in the Minneapolis Institute of Arts' new photography series presents the innovative work of Los Angeles photographer James Welling.<br />\r\n<br />\r\n\"New Pictures 3: James Welling, Glass House\" showcases an elegant photographic series of Philip Johnson's modernist architectural masterpiece, Glass House (1949).<br />\r\n<br />\r\nUsing a digital camera and color filters, Welling experiments with new possibilities for architectural photography, capturing the luminous effects of Johnson's glass-skinned structure at different times and with changing light conditions over a three-year period (2006--2008.) These atmospheric works reveal the ambiguity between the interior built space and exterior natural space evoked by Johnson's home. These pictures suggest a physical experience of space and form that is unique in architectural photography.<br />\r\n<br />\r\nJames Welling has been producing groundbreaking work since the 1970s that possesses a rare combination of conceptual depth and technical skill. Through the last three decades, he continues to challenge himself as a photographer and offers viewers new discoveries through thoughtful and visually arresting photographs that suggest overlooked aspects of the medium.<br />\r\n<br />\r\nIn the last five years, he has taken on the challenge of architecture and produced a body of work that offers a new take on representations of architecture within a natural site. His experimental use of color and light to explore spatiality makes him a particularly important artist to feature in the MIA's 'New Pictures' series.<br />\r\n<br />\r\nWelling, a professor in the Department of Art at the University of California, Los Angeles, first gained national recognition in the 1970s and 1980s for his carefully staged black-and-white photographs employing such unconventional mediums as pastry dough, gelatin, and tinfoil. These early works spoke to the role of the photographer in staging the vision and narrative of each picture. Welling's work has been exhibited internationally and was the subject of a retrospective exhibition, \"James Welling Photographs, 1974--1999.\"",
    "duration": 259,
    "embed_privacy": "anywhere",
    "height": 720,
    "id": 90134384,
    "mobile_url": "http://vimeo.com/m/90134384",
    "stats_number_of_comments": 0,
    "stats_number_of_likes": 1,
    "stats_number_of_plays": 104,
    "tags": "",
    "thumbnail_large": "http://i.vimeocdn.com/video/469155427_640.jpg",
    "thumbnail_medium": "http://i.vimeocdn.com/video/469155427_200x150.jpg",
    "thumbnail_small": "http://i.vimeocdn.com/video/469155427_100x75.jpg",
    "title": "New Pictures 3: James Welling",
    "upload_date": "2014-03-26 12:11:34",
    "url": "http://vimeo.com/90134384",
    "user_id": 24860937,
    "user_name": "Minneapolis Institute of Arts",
    "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
    "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
    "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
    "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
    "user_url": "http://vimeo.com/artsmia",
    "width": 1280
  },
  {
    "description": "The fourth edition of \"New Pictures,\" a semi-annual series dedicated to showcasing vital experiments in photography and new media by artists from around the world, features a selection of photographs by Angela Strassheim from her series Evidence. These pictures draw on photography's historical association with images of death. In the late 19th century, families often took pictures of deceased children and loved ones to preserve their memories. At the same time, homicide detectives, lawyers, and journalists have long used photographs as evidence of murders and other crimes. Employing forensic techniques to record domestic interiors where murders have taken place in New York, Massachusetts, and Minneapolis, Strassheim merges these two deeply rooted themes of memory and crime in her images.<br />\r\n<br />\r\nA graduate of the Minneapolis College of Art and Design and the M.F.A. program at Yale University, Strassheim received training and a certificate in forensic photography. During a six-year period between her undergraduate and graduate studies, she earned a living as a forensic photographer, taking pictures of crime scenes and autopsies. Since 2009, she has applied this on-the-job experience to produce Evidence, a more nuanced and less scientific examination of domestic crime. These photographs reveal the eerie vestiges of past lives in homes that are now inhabited by new families. To contextualize the long history of photography with the genre of crime and murder, the exhibition also features a display of photographs from local historical collections.",
    "duration": 162,
    "embed_privacy": "anywhere",
    "height": 720,
    "id": 90134386,
    "mobile_url": "http://vimeo.com/m/90134386",
    "stats_number_of_comments": 0,
    "stats_number_of_likes": 5,
    "stats_number_of_plays": 90,
    "tags": "",
    "thumbnail_large": "http://i.vimeocdn.com/video/469155716_640.jpg",
    "thumbnail_medium": "http://i.vimeocdn.com/video/469155716_200x150.jpg",
    "thumbnail_small": "http://i.vimeocdn.com/video/469155716_100x75.jpg",
    "title": "New Pictures 4: Angela Strassheim",
    "upload_date": "2014-03-26 12:11:34",
    "url": "http://vimeo.com/90134386",
    "user_id": 24860937,
    "user_name": "Minneapolis Institute of Arts",
    "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
    "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
    "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
    "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
    "user_url": "http://vimeo.com/artsmia",
    "width": 1280
  },
  {
    "description": "A few years ago, a friend gave artist Jason Fulford a manila envelope, found at a flea market. The envelope contained 80 photographs of mushrooms, each composed and annotated with the care of someone who just had to be a mushroom collector. These anonymous photographs inspired Fulford to create his own collection of photographs, publications, sculptures, and performances, all under the umbrella of the Soon Institute. Similar to the lifecycle of mushrooms, the project goes underground and periodically sprouts up in various artistic forms (including The Mushroom Collector, a book he published in 2010), in unexpected locations, such as New York, California, and Amsterdam.<br />\r\n<br />\r\nFulford's pictures appear to be unremarkable shots of commonplace objects, people, and places. Yet a closer look reveals humorous and subtle oddities. Fulford's images reveal themselves through repetition, sequences, and relationships between form and shadow, abstraction and reality. His work is now on view in \"New Pictures 5\" in Gallery 262.<br />\r\n<br />\r\nFulford is a photographer and co-founder of the publishing house J&L Books in Atlanta / New York, and the author of several titles. He has lectured widely, and is a contributing editor to Blind Spot magazine. Fulford's photographs have been featured in magazines and books.",
    "duration": 153,
    "embed_privacy": "anywhere",
    "height": 720,
    "id": 90134389,
    "mobile_url": "http://vimeo.com/m/90134389",
    "stats_number_of_comments": 0,
    "stats_number_of_likes": 0,
    "stats_number_of_plays": 34,
    "tags": "",
    "thumbnail_large": "http://i.vimeocdn.com/video/469156337_640.jpg",
    "thumbnail_medium": "http://i.vimeocdn.com/video/469156337_200x150.jpg",
    "thumbnail_small": "http://i.vimeocdn.com/video/469156337_100x75.jpg",
    "title": "New Pictures 5: Jason Fulford",
    "upload_date": "2014-03-26 12:11:35",
    "url": "http://vimeo.com/90134389",
    "user_id": 24860937,
    "user_name": "Minneapolis Institute of Arts",
    "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
    "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
    "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
    "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
    "user_url": "http://vimeo.com/artsmia",
    "width": 1280
  },
  {
    "description": "Friday, April 20, 2012—Sunday, August 5, 2012<br />\r\nLinda and Lawrence Perlman Gallery (262)<br />\r\nFree Exhibition<br />\r\n<br />\r\nAs part of our \"New Pictures\" series devoted to innovation in contemporary photography, the Minneapolis Institute of Arts invited British photographer Martin Parr to cross the pond and shoot photos covering the wealth of winter activities in Minnesota, from pond hockey to ice fishing.<br />\r\n<br />\r\nThe results of his endeavor are on view in his exhibition, \"New Pictures 6: Martin Parr,\" opening April 20 in the Linda and Lawrence Perlman Gallery (262).<br />\r\n<br />\r\nA member of the esteemed Magnum Photos, an international photographers' cooperative, Parr is one of the most renowned and celebrated photographers working today. He is known for his innovative use of color photography and his humorous approach to documenting the daily rituals of life. Parr is also recognized for his work as an editor of photo-based publications, and is credited with more than twenty compilations of his own work. In 2008, he was awarded the Royal Photographic Society Centenary Medal and the Baume & Mercier award for his career contributions to contemporary photography.",
    "duration": 166,
    "embed_privacy": "anywhere",
    "height": 720,
    "id": 90134391,
    "mobile_url": "http://vimeo.com/m/90134391",
    "stats_number_of_comments": 0,
    "stats_number_of_likes": 0,
    "stats_number_of_plays": 42,
    "tags": "",
    "thumbnail_large": "http://i.vimeocdn.com/video/469156574_640.jpg",
    "thumbnail_medium": "http://i.vimeocdn.com/video/469156574_200x150.jpg",
    "thumbnail_small": "http://i.vimeocdn.com/video/469156574_100x75.jpg",
    "title": "New Pictures 6: Martin Parr",
    "upload_date": "2014-03-26 12:11:35",
    "url": "http://vimeo.com/90134391",
    "user_id": 24860937,
    "user_name": "Minneapolis Institute of Arts",
    "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
    "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
    "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
    "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
    "user_url": "http://vimeo.com/artsmia",
    "width": 1280
  },
  {
    "description": "Stan Douglas is a photographer, filmmaker, and installation artist whose works have been exhibited internationally, including in three Venice Biennials and three dOCUMENTAs. Douglas's photographs examine how images and memory shape interpretations of history. To create his photographs, Douglas often assumes the role of a photojournalist who travels back in time to reinterpret key events in social and political history, such as the 1975 revolution in Angola and social riots in Canada during the 1930s and 1970s. After conducting intensive research, he restages these events using actors, costumes, props, and sets. These pictures are meticulously composed down to the slightest gestures and period styles.<br />\r\n<br />\r\nDouglas was awarded the prestigious Infinity Award for Art by the International Center for Photography in 2012.<br />\r\n<br />\r\nThe Arnold Neman Lecture Series is made possible thanks to a generous gift from the Arnold and Augusta Newman Foundation.<br />\r\n<br />\r\nGenerous support for New Pictures is provided by the W. Duncan and Nivin MacMillan Foundation.",
    "duration": 118,
    "embed_privacy": "anywhere",
    "height": 720,
    "id": 96937899,
    "mobile_url": "http://vimeo.com/m/96937899",
    "stats_number_of_comments": 0,
    "stats_number_of_likes": 0,
    "stats_number_of_plays": 16,
    "tags": "",
    "thumbnail_large": "http://i.vimeocdn.com/video/477144579_640.jpg",
    "thumbnail_medium": "http://i.vimeocdn.com/video/477144579_200x150.jpg",
    "thumbnail_small": "http://i.vimeocdn.com/video/477144579_100x75.jpg",
    "title": "New Pictures 7: Stan Douglas",
    "upload_date": "2014-05-30 15:05:34",
    "url": "http://vimeo.com/96937899",
    "user_id": 24860937,
    "user_name": "Minneapolis Institute of Arts",
    "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
    "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
    "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
    "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
    "user_url": "http://vimeo.com/artsmia",
    "width": 1280
  },
  {
    "description": "Jones gained notoriety for photographing psychoanalysts' therapy rooms in the late 1990s and has continued to explore this provocative subject. In Analyst (Couch) (I), 2008, she shows the therapist's viewpoint: a banal-looking couch covered with a red blanket bears the imprint of the patient who lay upon it during a session. Arrangement (Analyst) (I), 2007, focuses on the objects that have been carefully arranged by the analyst to create a soothing environment for the patient.<br />\r\n<br />\r\nTwo large-scale diptychs—one showing a horse and the other a rose bush—refer to early stereographic prints and explore the potential for photography to reveal uncanny perspectives. In The Rose Gardens (display: III / white) (II) and (III), of 2008, Jones photographed a rose bush from both front and back so viewers can contemplate both viewpoints simultaneously. In Horse (profile / black) (II) and (III), of 2012, she paired two images of a horse, whose majestic presence is compressed through the process of doubling.<br />\r\n<br />\r\nJones earned her master of fine arts degree at Goldsmith College in London and has been exhibiting internationally for over twenty years. She is represented by Maureen Paley, London, and Anton Kern Gallery, New York, and is also a tutor at The Royal College of Art in London. A new monograph published by Violette Editions, with contributions by David Campany, Brian Dillon, and A. M. Homes, is now available in bookshops.<br />\r\n<br />\r\nMusic credit: \"White Lotus\" by Kevin Macleod",
    "duration": 120,
    "embed_privacy": "anywhere",
    "height": 720,
    "id": 96710338,
    "mobile_url": "http://vimeo.com/m/96710338",
    "stats_number_of_comments": 0,
    "stats_number_of_likes": 0,
    "stats_number_of_plays": 13,
    "tags": "",
    "thumbnail_large": "http://i.vimeocdn.com/video/476841556_640.jpg",
    "thumbnail_medium": "http://i.vimeocdn.com/video/476841556_200x150.jpg",
    "thumbnail_small": "http://i.vimeocdn.com/video/476841556_100x75.jpg",
    "title": "New Pictures 8: Sarah Jones",
    "upload_date": "2014-05-28 11:04:42",
    "url": "http://vimeo.com/96710338",
    "user_id": 24860937,
    "user_name": "Minneapolis Institute of Arts",
    "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
    "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
    "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
    "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
    "user_url": "http://vimeo.com/artsmia",
    "width": 1280
  },
  {
    "description": "Rinko Kawauchi's first museum exhibition in the United States shows why she's one of the most important and popular female photographers working in Japan today. Kawauchi's unique installation of photographs at the MIA capture ordinary, fleeting moments of light and daily life, the photographs evoking everything from wonderment to the grotesque. A picture of a child breastfeeding. Ants carrying a grain of sugar. A tiny chrysalis on a blade of grass. She views the world with a playful, thought-provoking, and critically detached curiosity.<br />\r\n<br />\r\nExhibition Dates: February 20 - August 10, 2014<br />\r\n<br />\r\nFind more information at: http://new.artsmia.org/exhibition/new-pictures-9-rinko-kawauchi/",
    "duration": 114,
    "embed_privacy": "anywhere",
    "height": 720,
    "id": 90059652,
    "mobile_url": "http://vimeo.com/m/90059652",
    "stats_number_of_comments": 0,
    "stats_number_of_likes": 3,
    "stats_number_of_plays": 804,
    "tags": "",
    "thumbnail_large": "http://i.vimeocdn.com/video/469047957_640.jpg",
    "thumbnail_medium": "http://i.vimeocdn.com/video/469047957_200x150.jpg",
    "thumbnail_small": "http://i.vimeocdn.com/video/469047957_100x75.jpg",
    "title": "New Pictures 9: Rinko Kawauchi",
    "upload_date": "2014-03-25 16:37:53",
    "url": "http://vimeo.com/90059652",
    "user_id": 24860937,
    "user_name": "Minneapolis Institute of Arts",
    "user_portrait_huge": "http://i.vimeocdn.com/portrait/7149390_300x300.jpg",
    "user_portrait_large": "http://i.vimeocdn.com/portrait/7149390_100x100.jpg",
    "user_portrait_medium": "http://i.vimeocdn.com/portrait/7149390_75x75.jpg",
    "user_portrait_small": "http://i.vimeocdn.com/portrait/7149390_30x30.jpg",
    "user_url": "http://vimeo.com/artsmia",
    "width": 1280
  }
]
